<?php
// 供後臺初始化產生範例使用
return [
    [ // 溫層(常溫)
        "thermosphere" => "0001",
        // 規格60cm(含)以下
        "spec" => "0001",
        // 價錢(本島,離島)
        "price" => [ 130, 220 ]
    ],
    [ // 溫層(冷藏)
        "thermosphere" => "0002",
        // 規格60cm(含)以下
        "spec" => "0001",
        // 價錢(本島,離島)
        "price" => [ 160, 260 ]
    ],
    [ // 溫層(冷凍)
        "thermosphere" => "0003",
        // 規格60cm(含)以下
        "spec" => "0001",
        "price" => [ 160, 260 ]
    ],
    [ // 溫層(常溫)
        "thermosphere" => "0001",
        // 規格61cm~90cm
        "spec" => "0002",
        "price" => [ 170, 280 ]
    ],
    [ // 溫層(冷藏)
        "thermosphere" => "0002",
        // 規格61cm~90cm
        "spec" => "0002",
        "price" => [ 225, 340 ]
    ],
    [ // 溫層(冷凍)
        "thermosphere" => "0003",
        // 規格61cm~90cm
        "spec" => "0002",
        "price" => [ 225, 340 ]
    ],
    [ // 溫層(常溫)
        "thermosphere" => "0001",
        // 規格91cm~120cm
        "spec" => "0003",
        "price" => [ 210, 320 ]
    ],
    [ // 溫層(冷藏)
        "thermosphere" => "0002",
        // 規格91cm~120cm
        "spec" => "0003",
        "price" => [ 290, 400 ]
    ],
    [ // 溫層(冷凍)
        "thermosphere" => "0003",
        // 規格91cm~120cm
        "spec" => "0003",
        "price" => [ 290, 400 ]
    ],
    [ // 溫層(常溫)
        "thermosphere" => "0001",
        // 規格121cm~150cm
        "spec" => "0004",
        "price" => [ 250, 360 ]
    ],
    [ // 溫層(冷藏)
        "thermosphere" => "0002",
        // 規格121cm~150cm
        "spec" => "0004",
        "price" => [/*不提供*/]
    ],
    [ // 溫層(冷凍)
        "thermosphere" => "0003",
        // 規格121cm~150cm
        "spec" => "0004",
        "price" => [/*不提供*/]
    ]
];